 {"data" : [
  {
    "badgeId": 1,
    "name": "Tarot  Reading",
    "description": "The tarot is a symbolic map of consciousness that taps into the subconscious field and encompasses our journey through life, both spiritually and practically. My readings are best described as a 'journey of self-discovery' and are in-depth with the intent to understand the sacred state of spiritual growth. I use tarot as a divinity tool for self-reflection, discovery, and soul growth so that you can feel inspired, motivated, and empowered. The goal is to seek clarity, dive inward, connect with cosmic energies, and accumulate a deeper understanding in order to assist you through the process of healing and your spiritual journey. These sessions help you explore your deepest emotions, enabling you to overcome any current challenges and pave the way for a more fulfilling life. You can seek insights into various aspects of your life such as family, relationships, career, guidance from the universe, and much more, ultimately transforming your life for the better.",
   "img": "https://i.ibb.co/9VsfMYS/ser2.jpg"
  },
    {
      "badgeId": 2,
      "name": "Numerology",
      "description": "As someone who believes that everything in the Universe is made up of vibration and energy, I find Numerology to be a fascinating belief system. It ascribes meaning to numbers and their connections to events, personalities, and life paths. The fundamental principle of Numerology is that each number has its own distinct vibration and frequency. By integrating the techniques of numerology and understanding the vibrations of numbers, we can gain valuable insight and guidance into various aspects of our lives, including marriage, career, health, travel, spirituality, and work with remedies.",
      "img": "https://i.ibb.co/5TSysKJ/numl.jpg"
    },
    {
      "badgeId": 3,
      "name": "Energy Healing",
      "description": "Energy healing is a system that restores the balance and flow of energy throughout the body, mind, and soul. This technique works directly with the physical, emotional, and spiritual aspects of well-being. As a psychic healer and an empath, I am passionate about helping my clients restore stability and heal them using the power of life force energy. By aligning with your deepest desires, energy healing can help you achieve a sense of harmony and connect with your spiritual side. I work closely with my clients and assist them on a deeper emotional level, gaining a clear understanding of their life problems. By using different healing modalities, I strive to be of help to my clients. Together, let's explore the transformative benefits of energy healing, through which we can create a path to optimal well-being and work on balancing the mind, body, and soul. \n I work with different healing modalities such as:\n* Reiki healing,\n* Violet flame healing,\n* Lama Fera healing,\n* Melchizedek healing.",
    "img": "https://i.ibb.co/kgzQ4Bb/Eh.jpg"
    },
    {
      "badgeId": 4,
      "name": "Learn Reiki",
      "description":  "Reiki healing is an energy healing course. The word Reiki is made from two Japanese words called 'Rei' meaning 'God’s wisdom' and Ki meaning 'life force energy.' So, Reiki is actually 'spiritually guided life force energy.' An amazingly simple technique to learn, the ability to use Reiki is not taught rather it is transferred to the student during a Reiki class. This ability is passed on during an  'attunement' process, given by a Reiki master which helps in making the student a channel and allows them to tap into an unlimited supply of 'life force energy' for the benefit of self and others. There  are three levels of mastery. Those who reach 'Master' level can teach others.\n Usui Reiki Levels:\nLevel 1: An Introduction to Reiki with the primary goal to open the energy channels so that one can access the universal life force energy and accumulate it in the hands.\nLevel 2: Learn to widen the energy pathways and get attuned to practice distance healing.\nLevel 3A: Getting Attuned with Master Symbol and learn to work with crystals and grid.\nLevel 3B: Complete teachings of Reiki and get attuned to teach Reiki.",
      "img": "https://i.ibb.co/BqQ8jcT/tar.jpg"
    },
    {
      "badgeId": 5,
      "name": "Learn Violet Flame",
      "description": "Violet Flame Healing is an ancient spiritual healing tool that helps us cleanse ourselves from all negativity. This technique of violet healing energy is a potent form of protection. The Violet Flame is key to individual and world transmutation. It restores freedom to whatever it touches - the freedom to move and flow in natural harmony. The Violet Flame emerges from the Violet Ray, possessing the qualities of mercy, forgiveness, freedom, love, justice, and transmutation. Through the Violet Flame, we can transmute all negativity, especially our negative thoughts and emotions, and free ourselves from pain and suffering. The Violet Flame brings joy, which arises when we overcome the limitations we've placed upon ourselves. The Violet Flame frees us from karma, as it transmutes time and space. Only level II Reiki practitioners can get attuned and practice the healing modality of the Violet Flame.",
    "img": "https://i.ibb.co/PFR0GMg/servH.png"
    },
    {
      "badgeId": 6,
      "name": "Learn Lama Fera",
      "description": "Lama Fera is a powerful Buddhist healing technique that detoxifies the body on all levels - physical, mental, emotional, and spiritual. It works on higher frequencies to cleanse negative energy and enhance consciousness. Lama Fera benefits include enhanced consciousness, accelerated spiritual growth, improved personality and relationships, karmic blockage dissolution, physical and mental harmony, strength and radiance, energetic cleansing, and psychic protection.\nLama Fera can be learned on two levels:\n Level 1: Healer Level\n Level 2: Master Teacher Level",
    "img": "https://i.ibb.co/jM6NK72/serLp.png"
    }
]
}

